Repository: TeslaMan3092/16Player-localizations
Catalog: *.lproj/Localizable.strings
Languages: id, zh

source: Enabled
id: Aktifkan
zh: 启用

# ENABLED_RESPRING
source: Enabled **
id: Aktifkan **
zh: 启用 **

source: Artwork
id: Sampul Album
zh: 音乐封面

source: Player
id: Pemutar
zh: 播放器

source: Labels and Routing Button
id: Lebel dan Tombol Perutean
zh: 标签和按钮

source: Lock Screen
id: Layar Kunci
zh: 锁定屏幕

source: Contact (Support)
id: Kontak (Dukungan)
zh: 联系人（支持）

source: Credits
id: Kredit
zh: 功劳

source: HIDE MUSIC APP ICON
id: SEMBUNYIKAN IKON APLIKASI MUSIK
zh: 音乐播放来源应用图标

source: Hidden
id: Tersembunyi
zh: 隐藏

source: Expanded artwork size when
id: Ukuran Sampul Album diperluas ketika
zh: 以下情况下扩大艺术品尺寸

source: Portrait Mode
id: Mode Potret
zh: 竖向模式

source: Landscape Mode
id: Mode Lanskap
zh: 横向模式

source: Artwork drop shadow
id: Bayangan Jatuh Sampul Album
zh: 封面外投影

source: Shadow Y offset
id: Posisi Bayangan Y
zh: 阴影Y 轴偏移

source: Shadow X offset
id: Posisi Bayangan X
zh: 阴影 X 轴偏移

source: Shadow Radius
id: Radius Bayangan
zh: 阴影半径

source: Shadow Opacity
id: Opasitas Bayangan
zh: 阴影不透明度

source: Shadow Color
id: Warna Bayangan
zh: 阴影颜色

source: Artwork corner radius
id: Radius Sudut Sampul Album
zh: 封面圆角半径

# EXPANDED_ARTWORK_CONFIG_GROUPTITLE
source: -- Expanded artwork config --
id: -- Konfigurasi Sampul Album yang diperluas --
zh: -- 扩展的封面配置 --

source: Swipe Gestures
id: Gestur Geser
zh: 滑动手势

source: Transport Buttons
id: Tombol Transportasi
zh: 控制按钮

source: Play/Pause, Skip, buttons
id: Putar/Berhenti, Lewati, Tombol
zh: 播放/暂停、跳过、按钮

source: Move time labels to side of track
id: Pindahkan label waktu ke sisi trek
zh: 将时间标签移动到轨道一侧

source: Moving Labels Method **
id: Metode Label Bergerak **
zh: 移动标签方法**

source: Spotify Fix
id: Fix Spotify
zh: Spotify修复

source: spacing between artwork and player
id: Jarak antara Sampul Album dan Pemutar
zh: 封面和播放器之间的间距

# TIME_CONTROLS_Y_OFFSET
source: Time Contols Y offset
id: Posisi Kontrol Waktu Y
zh: 时间控制 Y 偏移

source: Player height when expanded
id: Tinggi Pemutar saat diperluas
zh: 展开时的播放器高度

source: Player Height Shrink(from top)
id: Tinggi Penyusutan Pemain (dari atas)
zh: 播放器高度（从顶部开始）

source: When artwork expanded
id: Ketika Sampul Album diperluas
zh: 当封面展开时

source: Whole Player Shift
id: Pergeseran Seluruh Pemutar
zh: 整个播放器轮换

source: Enable In Landscape
id: Aktifkan pada Lanskap
zh: 启用横向

# PLAYER_BACKGROUND_GROUPTITLE
source: -- Player Background --
id: -- Latar Belakang Pemutar --
zh: -- 播放器背景 --

source: Background color
id: Warna Latar Belakang
zh: 背景颜色

source: Background Alpha - Artwork Minimized
id: Alfa Latar Belakang - Sampul Album Diperkecil
zh: 背景透明度-封面最小时

source: Background Alpha - Artwork Expanded
id: Alfa Latar Belakang - Sampul Album diperluas
zh: 背景透明度-封面展开时

source: Player background corner radius
id: Radius Sudut Latar Belakang Pemutar
zh: 播放器背景圆角半径

source: Hide when Artwork Expanded
id: Sembunyikan Ketika Sampul Album Diperluas
zh: 封面展开时隐藏

source: Player Border
id: Garis Tepi Pemutar
zh: 播放器边框

source: Border
id: Garis Tepi
zh: 边框

source: Border Size
id: Ukuran Garis Tepi
zh: 边框大小

source: Border color
id: Warna Garis Tepi
zh: 边框颜色

source: Player Drop Shadow
id: Bayangan Jatuh Pemutar
zh: 播放器外阴影

source: Background drop shadow
id: Bayangan Jatuh Pemutar
zh: 背景外阴影

source: Swipe Left action
id: Aksi geser ke Kiri
zh: 向左滑动动作

source: Swipe Right action
id: Aksi geser ke Kanan
zh: 向右滑动动作

source: Swipe Up action
id: Aksi geser ke Atas
zh: 向上滑动动作

source: Swipe Down action
id: Aksi geser ke Bawah
zh: 向下滑动动作

source: Previous Track
id: Lagu Sebelumnya
zh: 上一曲目

source: Next Track
id: Lagu Berikutnya
zh: 下一曲

source: Background on tap **
id: Latar belakang di ketuk **
zh: 背景打开**

source: button haptics
id: Haptik Tombol
zh: 按钮触觉

source: pop (best)
id: pop (terbaik)
zh: 适中（最佳）

source: big pop
id: pop besar
zh: 中

# THREE_BIG_POPS
source: 3 big pops
id: pop besar 3
zh: 重

source: Haptics on finger lift
id: Haptik pada angkat jari
zh: 手指抬起时的触觉反馈

# BUTTON_COLORING_GROUPTITLE
source: -- Button Coloring --
id: -- Pewarnaan Tombol --
zh: --按钮着色--

# ENABLE_IN_CC
source: Enabled in CC **
id: Aktifkan pada CC **
zh: 在控制中心中启用**

source: Left button
id: Tombol Kiri
zh: 左侧按钮

source: Left button pressed
id: Tombol Kiri ditekan
zh: 按下左侧按钮

source: Middle button
id: Tombol Tengah
zh: 中间按钮

source: Middle button pressed
id: Tombol Tengah ditekan
zh: 按下中间按钮

source: Right button
id: Tombol Kanan
zh: 右侧按钮

source: Right button pressed
id: Tombol Kanan ditekan
zh: 按下右侧按钮

source: TV Remote button
id: Tombol Remot TV
zh: 电视遥控按钮

source: TV Remote pressed
id: Tombol Remot TV ditekan
zh: 电视遥控器按下

source: Language options button
id: Tombol Opsi Bahasa
zh: “语言选项”按钮

source: Language options pressed
id: Tombol Opsi Bahasa ditekan
zh: 按下语言选项

# ARTWORK_WALLPAPER_GROUPTITLE
source: -- Artwork Wallpaper --
id: -- Wallpaper Sampul Album --
zh: --音乐封面壁纸--

source: Blur
id: Buram
zh: 模糊

source: Alpha
id: Alfa
zh: 透明度

source: Filter Alpha
id: Filter Alfa
zh: 滤镜透明度

source: Artwork Filter color
id: Warna Filter Sampul Album
zh: 封面滤镜颜色

source: Blur Gradient Enabled
id: Gradien Buram Diaktifkan
zh: 模糊渐变已启用

source: Hide in Landscape mode
id: Sembunyikan di mode Lanskap
zh: 在横向模式下隐藏

source: Clear part
id: Bagian yang jelas
zh: 清除部件

source: Image part
id: Bagian Gambar
zh: 图像部分

source: Image Blur
id: Buram Gambar
zh: 图像模糊

source: Hide quick actions when artwork expanded
id: Sembunyikan Tindakan Cepat saat Sampul Album diperluas
zh: 当封面展开时隐藏快速动作

source: Notification offset
id: Posisi Notifikasi
zh: 通知条偏移量

source: Portrait mode, Artwork Expanded
id: Mode Potret, Sampul Album diperluas
zh: 竖向模式，封面扩展

source: Portrait mode, Artwork Minimized
id: Mode Potret, Sampul Album diperkecil
zh: 竖向模式，封面最小化

source: Landscape mode, Artwork Expanded
id: Mode Lanskap, Sampul Album diperluas
zh: 横向模式，封面最大化

source: Landscape mode, Artwork Minimized
id: Mode Lanskap, Sampul Album diperkecil
zh: 横向模式，封面最小化

source: Volume Hud
id: HUD Volume
zh: 音量条

source: Volume HUD behavior **
id: Perilaku HUD Volume **
zh: 音量条 **

# TWEAK_SUPPORT_GROUPTITLE
source: -- Tweak Support --
id: -- Dukungan Tweak --
zh: --插件支持--

source: Auto Hide
id: Otomatis Sembunyi
zh: 自动隐藏

source: SnowBoard UI
id: UI SnowBoard

source: Button Theming Fix
id: Fix Tombol Penerapan Tema
zh: 按钮主题修复

source: Default
id: Bawaan
zh: 默认

source: Always Show
id: Selalu Tampilkan
zh: 始终显示

source: Hide
id: Sembunyikan
zh: 隐藏

source: Show
id: Tampilkan
zh: 显示

# VOLUME_UP
source: Vol Up
id: Vol Atas
zh: 音量上

# VOLUME_DOWN
source: Vol Down
id: Vol Bawah
zh: 音量下

# PLAY_PAUSE
source: Pause/Play
id: Berhenti/Putar
zh: 暂停/播放

# RESPRING_MESAGE
source: A ** means a respring is required to apply
id: Yang bertanda ** Artinya Memerlukan Respring untuk Menerapkannya
zh: 注意''**''表示需要注销才可生效！

source: Show when...
id: Tampil Ketika...
zh: 当...显示

source: Artwork Expanded
id: Sampul Album diperluas
zh: 封面扩展

source: Artwork Minimized
id: Sampul Album diperkecil
zh: 封面最小化

# AUDIO_EQ
source: Audio Equalizer
id: Audio Ekualiser
zh: 音频均衡器

# EQ_ALPHA
source: Equalizer Alpha
id: Alfa Ekualiser
zh: 均衡器透明度

# EQ_COLOR
source: Equalizer Color
id: Warna Ekualiser
zh: 均衡器颜色

source: Clip Title
id: Judul Klip
zh: 限制标题宽度

# IF_SONG_TITLE_OVERLAPING_EQ
source: If Media Titile Overlaps Equalizer
id: Jika Judul Media Tumpang Tindih Ekualiser
zh: 如果媒体标题与图型均衡器重叠

source: Audio Equalizer
id: Audio Ekualiser
zh: 音频均衡器

source: media output
id: Keluaran Media
zh: 媒体输出标签

source: Route Label Minimized Artwork
id: Lebel Rute Sampul Album diperkecil
zh: 隔空播放最小化的封面

source: Route Label Expanded Artwork
id: Lebel Rute Sampul Album diperluas
zh: 隔空播放扩展封面

# HIDE_OR_SHOW_OUTPUT_TEXT_AWL_HIDE
source: hide
id: Sembunyikan
zh: 隐藏

# HIDE_OR_SHOW_OUTPUT_TEXT_AWL_SHOW
source: show
id: Tampilkan
zh: 显示

source: Route label alpha
id: Alfa Lebel Rute
zh: 隔空播放透明度

# TITLE_LABEL_GROUPTITLE
source: -- title label --
id: -- Lebel Judul --
zh: -- 标题标签 --

source: Title Alpha
id: Alfa Judul
zh: 标题透明度

source: Alpha in CC
id: Alfa pada CC
zh: 控制中心的透明度

source: Enable Coloring **
id: Aktifkan Pewarnaan **
zh: 启用着色 **

source: Title label text Color
id: Warna Lebel Teks Judul
zh: 标题标签文本颜色

# SUBTITLE_LABEL_GROUPTITLE
source: -- subtitle label --
id: -- Lebel SubJudul --
zh: -- 字幕标签 --

source: Subtitle label
id: Lebel Subjudul
zh: 字幕标签

source: Subtitle alpha
id: Subjudul alfa
zh: 字幕透明度

source: songSubTitleAlpha
id: AlfaSubJudulLagu

source: songSubTitleAlphaCCorNo
id: AlfaSubJudulCCatauTidak

source: Subtitle label text Color
id: Warna Lebel Teks SubJudul
zh: 字幕标签文本颜色

# ELAPSED_LEFT_TRACK_GROUPTITLE
source: -- Elapsed(left) Track --
id: -- Trek yang telah berlalu (kiri) --
zh: --已播放进度（左）轨道--

source: Alpha When Small
id: Alfa ketika Kecil
zh: 小尺寸透明度

source: Color When Small
id: Warna ketika Kecil
zh: 小尺寸时的颜色

source: Alpha When Large
id: Alfa ketika Besar
zh: 大尺寸透明度

source: Color When Large
id: Warna ketika Besar
zh: 大尺寸时的颜色

source: Remaining(right) Track
id: Jalur yang tersisa (kanan)
zh: 剩余（右侧）轨道

source: Routing Button
id: Tombol Perutean
zh: 隔空播放按钮

# RESPRING_ACTION
source: Respring
id: Mulai Ulang SpringBoard
zh: 注销

source: Reset Prefs
id: Atur Ulang Konfigurasi
zh: 插件配置初始化

source: How would you like to respring?
id: Ingin Melakukan Respring?
zh: 您希望以哪种方式注销？

source: Do you want to respring now ?
id: Respring Sekarang?
zh: 您现在要注销吗？

source: Cancel
id: Batal
zh: 取消

source: Are You Sure?
id: Kamu Yakin?
zh: 您确定吗?

source: This will revert any changes you have made
id: Ini akan mengembalikan perubahan apa pun yang Anda buat
zh: 这将还原您所做的任何更改

source: Copy Discord Tag
id: Salin Tag Discord
zh: 复制 Discord 标签

source: Open Reddit
id: Buka Reddit
zh: 打开 Reddit

source: Open Twitter
id: Buka Twitter
zh: 打开 Twitter

source: Open Github
id: Buka Github
zh: 打开 Github

source: Contact
id: Kontak
zh: 联系人

source: Email me
id: Email Saya
zh: 给我发电子邮件

source: Join my Discord Server
id: Bergabung dengan Server Discord saya
zh: 加入我的 Discord 服务器

source: Main Devs
id: Pengembang Utama
zh: 主要开发人员

source: Tester and Assets
id: Penguji dan Aset
zh: 测试人员和资产

source: Testers
id: Penguji
zh: 测试人员

source: Helpers
id: Dibantu Oleh
zh: 帮助者

source: Used Resources
id: Sumberdaya yang digunakan
zh: 已用资源

source: Main Dev
id: Pengembang Utama
zh: 主要开发者

source: Import Prefs
id: Import Konfigurasi

source: Export Prefs
id: Export Konfigurasi

source: Get Save From Clipboard
id: Dapatkan Simpan Dari Clipboard

source: Get Save
id: Dapatkan Save

source: Import Error
id: Import Gagal

source: Imported Successfully
id: Sukses diimport

# LIVE_EQ_GROUP
source: -- Live EQ --
id: --EQ Asli--

source: EQ Updates Per Second
id: Pembaruan EQ per Detik

source: EQ Sensitivity
id: Sensitifitas EQ

source: Random EQ
id: EQ Acak

source: Live EQ
id: EQ Asli

# RESPRING_WITH_MUSUIC_PLAYING
source: Respring with Music playing
zh: 保持音乐播放并注销
