Repository: TeslaMan3092/16Player-localizations
Catalog: *.lproj/Localization.strings
Languages: fr

source: Enabled
fr: Activer

source: Artwork
fr: Couverture

source: Labels and Routing Button
fr: Textes et bouton de destination

source: Lock Screen
fr: Ecran vérouillé

source: Contact (Support)
fr: Contact (Aide)

source: Credits
fr: Crédits

# HIDE_MUSIC_APP_ICON
source: MIDE MUSIC APP ICON
fr: CACHER ICON APP DE MUSIQUE

source: Hidden
fr: Caché

source: Expanded artwork size when
fr: Taille de la couverture etendue quand

source: Portrait Mode
fr: En portrait

source: Landscape Mode
fr: En paysage

source: Artwork drop shadow
fr: Ombre porté de la couverture

source: Shadow Y offset
fr: Y Ombre

source: Shadow X offset
fr: Décalage X Ombre

source: Shadow Radius
fr: Rayon de l'ombre

source: Shadow Opacity
fr: Opacité de l'ombre

source: Shadow Color
fr: Couleur de l'ombre

source: Artwork corner radius
fr: Rayon des coins de la couverture

# EXPANDED_ARTWORK_CONFIG_GROUPTITLE
source: -- Expanded artwork config --
fr: -- Configuration de la couverture quand étendue --

source: Swipe Gestures
fr: Gestes

source: Transport Buttons
fr: Boutons de controles

source: Play/Pause, Skip, buttons
fr: Résumer/Pause, Sauter, boutons

source: Move time labels to side of track
fr: Deplacer affichage temps à côté bar

source: Moving Labels Method **
fr: Méthode de déplacement texte **

source: spacing between artwork and player
fr: Espace entre la couverture et le player

# TIME_CONTROLS_Y_OFFSET
source: Time Contols Y offset
fr: Décalage Y barre temps

source: Player height when expanded
fr: Hauteur du lecteur quand étendue

# PLAYER_HEIGHT_SHRINK
source: Player Height Shrink(from top)
fr: Réduction de la hauteur du lecteur(du haut)

source: When artwork expanded
fr: Quand couverture étendue

source: Enable In Landscape
fr: Activer en paysage

# PLAYER_BACKGROUND_GROUPTITLE
source: -- Player Background --
fr: -- Arrière-plan du lecteur --

source: Background color
fr: Couleur du fond

# BACKGROUND_ALPHA_MINIMIZED
source: Background Alpha - Artwork Minimized
fr: Opacité du fond - Couverture minimisée

# BACKGROUND_ALPHA_EXPANDED
source: Background Alpha - Artwork Expanded
fr: Opacité du fond - Couverture étendue

source: Player background corner radius
fr: Rayon des coins du lecteur

source: Hide when Artwork Expanded
fr: Cacher quand couverture étendue

source: Player Border
fr: Bordure du lecteur

source: Border
fr: Bordure

source: Border Size
fr: Epaisseur de la bordure

source: Border color
fr: Couleur de la bordure

source: Player Drop Shadow
fr: Ombre porté de bordure

source: Background drop shadow
fr: Ombre porté du fond

source: Swipe Left action
fr: Glisser vers la gauche

source: Swipe Right action
fr: Glisser vers la droite

source: Swipe Up action
fr: Glisser vers le haut

source: Swipe Down action
fr: Glisser vers le bas

source: Previous Track
fr: Piste précédente

source: Next Track
fr: Piste suivante

source: Background on tap **
fr: Fond lors de l'appui **

source: button haptics
fr: Vibrations des boutons

source: Haptics on finger lift
fr: Vibrations à la levée

# BUTTON_COLORING_GROUPTITLE
source: -- Button Coloring --
fr: -- Couleurs des boutons --

source: Left button
fr: Bouton à gauche

source: Left button pressed
fr: Bouton à gauche pressé

source: Middle button
fr: Bouton au centre

source: Middle button pressed
fr: Bouton au centre pressé

source: Right button
fr: Bouton à droite

source: Right button pressed
fr: Bouton à droite pressé

source: TV Remote button
fr: Bouton Apple TV

source: TV Remote pressed
fr: Bouton Apple TV pressé

source: Language options button
fr: Bouton langue pressé

source: Language options pressed
fr: Bouton langue pressé

source: pop (best)
fr: Pop

source: big pop
fr: Gros pop

# THREE_BIG_POPS
source: 3 big pops
fr: 3 gros pops

source: Hide in Landscape mode
fr: Caché en paysage

source: Clear part
fr: Partie transparente

source: Image part
fr: Partie opaque

source: Image Blur
fr: Flou

source: Hide quick actions when artwork expanded
fr: Cacher actions rapide quand couverture étendue

source: Notification offset
fr: Décalage des notifications

source: Portrait mode, Artwork Expanded
fr: Mode portrait, Couverture étendue

source: Portrait mode, Artwork Minimized
fr: Mode portrait, Couverture minimisée

source: Landscape mode, Artwork Expanded
fr: Mode paysage, Couverture étendue

source: Landscape mode, Artwork Minimized
fr: Mode paysage, Couverture minimisée

source: Volume Hud
fr: Interface son

source: Volume HUD behavior
fr: Comportement de l'interface son

source: -- Tweak Support --
fr: -- Compatibilité Tweak --

source: Auto Hide
fr: Cacher automatiquement

source: Button Theming Fix
fr: Thème du bouton corrigé

source: Default
fr: Par défaut

source: Always Show
fr: Toujours afficher

source: Hide
fr: Cacher

source: Show
fr: Afficher

# VOLUME_UP
source: Vol Up
fr: Augmenter le volume

# PLAY_PAUSE
source: Pause/Play
fr: Pause/Résumer
